Repository: PASSTESTMP/dailybudget
Catalog: lib/l10n/intl_*.arb
Languages: pl

# alertDialogLess
source: Spendings are less than zero
pl: Wydatek jest ujemny

# alertDialogLessQestion
source: Update limits after income?
pl: Odświerzyć limit po wpływie do budżetu?

# alertDialogMore
source: Spending are more than limit
pl: Wydatek jest większy niż limit

# alertDialogMoreQestion
source: Update limit or borrow from next days?
pl: Odświerzyć limit czy pożyczyć z kolejnego dnia?

source: Yes
pl: Tak

source: No
pl: Nie

source: Update
pl: Odświerz

source: Borrow
pl: Pożycz

# overviewTitle
source: Overview
pl: Budżet dzienny

# settingsTitle
source: Settings
pl: Ustawienia

# pln
source: z≈Ç
pl: zł

source: Enter Spending
pl: Wpisz kwotę wydatku

# promptSttNotAvailable
source: Speech-to-text is not supported on this platform
pl: Speech-to-text jest nieobsługiwany przez platformę

source: Send
pl: Wyślij

source: Budget
pl: Budżet

source: Max limit
pl: Maksymalny limit

# payDay
source: Pay day of month
pl: Dzień wypłaty

# prompLimitUpdated
source: Limit updated
pl: Limit odświerzony

source: Update limit
pl: Odświerz limit

source: Enter value
pl: Wpisz wartość

source: Enter integer
pl: Wpisz wartość

source: Enter number
pl: Wpisz wartość

source: Daily Budget
pl: Dzienny Budżet

source: Show log
pl: Historia

source: Log Viewer
pl: Historia

# commonListTitle
source: Common List
pl: Wspólna Lista

# listSettingsTitle
source: List Settings
pl: Ustawienia Listy

# currencyLabel
source: Currency
pl: Waluta

# lbeLabel
source: Log By Email
pl: Loguj za pomocą Email

source: Use Cloud
pl: Używaj chmury

# userCloud
source: User Backend
pl: Własny Backend

source: Password
pl: Hasło

# errInitFire
source: Error initializing Firebase: {e}
pl: Błąd inicjalizacji Firebase: {e}

# errUploFire
source: Error uploading data: {e}
pl: Błąd przesyłania danych: {e}
